Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/koro.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: The proposal hints at children’s imaginary world and scale – and
nn: leikar med fantasi og skala frå barneverda – og at alt er mogleg.

source: 80 percent of the funding is paid when the applicant enters into the funding contract. The
nn: Dei første 80 % av tilskotet blir utbetalt når søkaren har akseptert kontrakten.

source: In the proposal, the artwork appears to be
nn: I forslaget framstår verket som lettbeint og

source: interaction, both with the sculpture and other visitors.
nn: både med skulpturen og med andre vitjarar.

source: The art plan defines the three gardens between the buildings as particularly wel suited for art projects.
nn: Kunstplanen definerer dei tre hagane mel om bygningslamel ane som særleg eigna for kunstprosjekt.

source: invites exploration, movement and play.
nn: utforsking, rørsle og leik.

source: DET GYLNE EGGET is a lovely concept with references to life and life’s beginning.
nn: «DET GYLNE EGGET» er eit vakkert konsept med referansar til livet og byrjinga på livet.

source: the extensiveness of the artwork, though this is also an aspect that can be adapted.
nn: av verket, men dette er òg noko som kan tilpassast.

source: Jørgen Blitzner, Head of the Art Committee and Jury
nn: Jørgen Blitzner, leiar for kunstutvalet og juryen

source: • KORO’s art col ection shal be of high quality and shall exist in dialogue with
nn: • Kunstsamlinga til KORO skal ha høg kvalitet og gå i dialog med utviklingstrekk

source: makes reference to such landscapes as the one in the film Avatar, where everyone and everything is
nn: Forslaget har referansar til blant anna landskapet i filmen «Avatar», der alt og

source: visual y striking – a distinct signal piece.
nn: slåande – eit tydeleg signalverk.

source: remaining 20 percent is paid once KORO has approved the final report. The funding recipient should submit their professional report, accounts and other documentation no later than three months after the end date for the project. Your
nn: Dei resterande 20 % blir utbetalt når KORO har godkjent sluttrapporten.Tilskotmottakar pliktar å sende sluttrapport til KORO innan tre månader etter at prosjektet er fullført.

source: 1939, used for generations in Norwegian schools. This
nn: frå 1939, som blei brukt i den norske skulen i fleire gene-rasjonar.

source: • KORO’s art programmes shall be relevant both societally and for commissioners,
nn: • Kunstordningane til KORO skal vere samfunnsaktuelle og relevante for

source: low threshold for interaction.
nn: inviterande med låg terskel for interaksjon.

source: STJERNE OVER HAUKELAND (Star over Haukeland) (Endless Lamppost) consists of two elements:
nn: «STJERNE OVER HAUKELAND (Endless Lamppost)» består av to element.

source: • KORO shall work to promote cultural heterogeneity and diversity in its artistic
nn: • KORO skal arbeide for å fremme kulturell heterogenitet og uttrykksmangfald i dei

source: NICE TO SEE YOU is strange and corny in a positive way, providing a low threshold for interaction.
nn: «NICE TO SEE YOU» er rart og corny på ein positiv måte, noko som gir låg terskel for interaksjon.

source: With a bit of imagination, the artwork can be perceived as a poetic connection
nn: Ein tenkjer seg at verket kan vere eit poetisk band mel om Bergen og sjukehuset.

source: There are two main groups of elements.
nn: Der er to hovudgrupper av element.

source: Oskarsson and Nordström’s proposal makes clear reference to the garden themes.
nn: Forslaget til Oskarsson og Nordström har tydelege referansar til hagetematikken.

source: Light: H = varying from 800 to 5,300 mm.
nn: H = varierande frå 800 til 5300 mm.

source: The proposal is resilient, innovative and
nn: Forslaget er spenstig, innovativt og visuelt

source: The coronavirus pandemic has made the process demanding, both for the participants and the jury.
nn: Koronasituasjonen har gjort prosessen krevjande, for både deltakarane og juryen.

source: Marianne Rumohr wrote the well-known ABC from
nn: Marianne Rumohr stod bak den kjende ABC-læreboka

source: VANNPYTTER OG SPREKKER I SKYDEKKET is an aesthetically pleasing and well thought-out
nn: «VANNPYTTER OG SPREKKER I SKYDEKKET» er estetisk tiltalande og eit godt gjennomarbeidd

source: • KORO shall work actively in collaboration with established knowledge institutions
nn: • KORO skal arbeide aktivt for utvikling av kunnskap om og kompetanse på kunst

source: Rumohr (1885–1970), played an important part in the curating of the building’s art.
nn: fattaren og læraren Marianne Rumohr (1885–1970), blei særleg viktige for det kuratoriske grepet om kunsten i bygget.

source: STJERNE OVER HAUKELAND could perhaps serve a similar function.
nn: «STJERNE OVER HAUKELAND» kan tenkjast å ha ein liknande funksjon.

source: closely with you on the production of your project and/or the development of your project
nn: plan for organisering, drift, formidling og dokumentasjon av kunstprosjektet

source: experience it as art, they must be familiar with the references, which requires that they are clearly
nn: det som kunst, må dei kjenne referansane, og desse må vere visuelt framstilte på ein tydeleg måte.

source: The star is a playful reference to traditional children’s stories like ‘I Want!
nn: Stjerna speler på gamle barneforteljingar, som «I Want!

source: material was chosen so that “the word would appear simple and clear – with the lightness of delicate,
nn: valt for at «ordet skal verke enkelt og klart – og like lett som sart, kvitt bøygd papir».

source: consists of two photographic series and performance.
nn: består av to fotografiske seriar og ein performance.

source: (1916–2002) and the author and teacher Marianne
nn: omfang. To lærdøler, grafikaren Knut Rumohr (1916–2002) og for-

source: binoculars that visitors can use to look out over Bergen.
nn: fastmonterte kikkertar der publikum kan sjå ut over Bergen.

source: Oskarsson and Nordström demonstrate an understanding of context, also with a view to other artwork
nn: Oskarsson og Nordström viser forståing av kontekst, også med tanke på annan kunst som kjem i

source: From the ground, ØYE wil block sight lines from the hospital foyer through the garden and down
nn: Frå bakkenivå vil «ØYE» blokkere siktlinjer frå foajeen til sjukehuset, gjennom hagen og ned mot

source: DET GYLNE EGGET (The Golden Egg) is an egg-shaped bronze sculpture with a golden, reflective
nn: «DET GYLNE EGGET» er ein eggforma skulptur i bronse med ei gyl en, reflekterande overflate.

source: instal ation like STJERNE OVER HAUKELAND requires approval from the aviation authority and
nn: instal asjon som «STJERNE OVER HAUKELAND» vil krevje godkjenning frå luftfartsmyndigheiter.

source: INGES IDEE has submitted a very well thought-out project.
nn: INGES IDEE har levert eit godt gjennomarbeidd prosjekt.

source: Artists, curators, art centres, municipalities, county councils and other individuals or
nn: Kommunar, fylkeskommunar, kunstsentrum og andre ansvarlege aktørar innanfor

source: The proposer plays with language and perception.
nn: Forslagsstil aren leikar med språket, persepsjonen vår og sansing.

source: characters that can spur interaction.
nn: situasjon der samhandling kan oppstå.

source: ‘Mother and child’ consists of two fixed binoculars that offer views of Bergen.
nn: «Mor og barn» er to fastmonterte kikkertar der ein kan sjå ut over Bergen.

source: perhaps primarily the youngest ones.
nn: for konkret og avgrensa i lesinga.
